<?php
/**
 *
 * SugarCRM Community Edition is a customer relationship management program developed by
 * SugarCRM, Inc. Copyright (C) 2004-2013 SugarCRM Inc.
 *
 * SuiteCRM is an extension to SugarCRM Community Edition developed by SalesAgility Ltd.
 * Copyright (C) 2011 - 2018 SalesAgility Ltd.
 *
 * This program is free software; you can redistribute it and/or modify it under
 * the terms of the GNU Affero General Public License version 3 as published by the
 * Free Software Foundation with the addition of the following permission added
 * to Section 15 as permitted in Section 7(a): FOR ANY PART OF THE COVERED WORK
 * IN WHICH THE COPYRIGHT IS OWNED BY SUGARCRM, SUGARCRM DISCLAIMS THE WARRANTY
 * OF NON INFRINGEMENT OF THIRD PARTY RIGHTS.
 *
 * This program is distributed in the hope that it will be useful, but WITHOUT
 * ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS
 * FOR A PARTICULAR PURPOSE. See the GNU Affero General Public License for more
 * details.
 *
 * You should have received a copy of the GNU Affero General Public License along with
 * this program; if not, see http://www.gnu.org/licenses or write to the Free
 * Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA
 * 02110-1301 USA.
 *
 * You can contact SugarCRM, Inc. headquarters at 10050 North Wolfe Road,
 * SW2-130, Cupertino, CA 95014, USA. or at email address contact@sugarcrm.com.
 *
 * The interactive user interfaces in modified source and object code versions
 * of this program must display Appropriate Legal Notices, as required under
 * Section 5 of the GNU Affero General Public License version 3.
 *
 * In accordance with Section 7(b) of the GNU Affero General Public License version 3,
 * these Appropriate Legal Notices must retain the display of the "Powered by
 * SugarCRM" logo and "Supercharged by SuiteCRM" logo. If the display of the logos is not
 * reasonably feasible for technical reasons, the Appropriate Legal Notices must
 * display the words "Powered by SugarCRM" and "Supercharged by SuiteCRM".
 */

if (!defined('sugarEntry') || !sugarEntry) {
    die('Not A Valid Entry Point');
}

$mod_strings = array(
    'LBL_BASIC_SEARCH' => 'त्वरित फ़िल्टर',
    'LBL_ADVANCED_SEARCH' => 'आधुनिक फ़िल्टर',
    'LBL_BASIC_TYPE' => 'मूल प्रकार',
    'LBL_ADVANCED_TYPE' => 'उन्नत प्रकार',
    'LBL_SYSOPTS_2' => 'आपके द्वारा इंस्टॉल किए जाने वाले Easy-SuiteCRM उदाहरण के लिए किस प्रकार के डेटाबेस का उपयोग किया जाएगा?',
    'LBL_SYSOPTS_DB' => 'डेटाबेस प्रकार निर्दिष्ट करें',
    'LBL_SYSOPTS_DB_TITLE' => 'डेटाबेस प्रकार',
    'LBL_SYSOPTS_ERRS_TITLE' => 'आगे बढ़ने से पहले कृपया निम्न त्रुटियों को ठीक करें:',
    'ERR_DB_VERSION_FAILURE' => 'डेटाबेस संस्करण की जाँच करने में असमर्थ।',
    'DEFAULT_CHARSET' => 'UTF-8',
    'ERR_ADMIN_USER_NAME_BLANK' => 'Easy-SuiteCRM व्यवस्थापक उपयोगकर्ता के लिए उपयोगकर्ता नाम प्रदान करें। ',
    'ERR_ADMIN_PASS_BLANK' => 'Easy-SuiteCRM व्यवस्थापक उपयोगकर्ता के लिए पासवर्ड प्रदान करें। ',

    'ERR_CHECKSYS' => 'संगतता जांच के दौरान त्रुटियों का पता चला है। अपने Easy-SuiteCRM इंस्टॉलेशन को ठीक से काम करने के लिए, कृपया नीचे सूचीबद्ध मुद्दों को संबोधित करने के लिए उचित कदम उठाएं और या तो रीचेक बटन दबाएँ, या फिर से इंस्टॉल करने का प्रयास करें।',
    'ERR_CHECKSYS_CALL_TIME' => 'कॉल टाइम पास संदर्भ की अनुमति दें (यह php.ini में बंद किया जाना चाहिए)',
    'ERR_CHECKSYS_CURL' => 'नहीं मिला: आसान-सुइटसीआरएम शेड्यूलर सीमित कार्यक्षमता के साथ चलेगा।',
    'ERR_CHECKSYS_IMAP' => 'नहीं मिला: इनबाउंडमेल और अभियान (ईमेल) को IMAP पुस्तकालयों की आवश्यकता है न ही क्रियाशील होगा।',
    'ERR_CHECKSYS_MEM_LIMIT_1' => ' (इस पर सेट करें ',
    'ERR_CHECKSYS_MEM_LIMIT_2' => 'आपकी php.ini फ़ाइल में M या बड़ा)',
    'ERR_CHECKSYS_NOT_WRITABLE' => 'चेतावनी: लिखने योग्य नहीं',
    'ERR_CHECKSYS_PHP_INVALID_VER' => 'PHP का आपका संस्करण Easy-SuiteCRM द्वारा समर्थित नहीं है। आपको एक संस्करण स्थापित करना होगा जो ईज़ी-सूटसीआरएम एप्लिकेशन के साथ संगत है। समर्थित PHP संस्करणों के लिए रिलीज़ नोट्स में संगतता मैट्रिक्स से परामर्श करें। आपका संस्करण है ',
    'ERR_CHECKSYS_IIS_INVALID_VER' => 'IIS का आपका संस्करण Easy-SuiteCRM द्वारा समर्थित नहीं है। आपको एक संस्करण स्थापित करना होगा जो ईज़ी-सूटसीआरएम एप्लिकेशन के साथ संगत है। समर्थित IIS संस्करणों के लिए रिलीज़ नोट्स में संगतता मैट्रिक्स से परामर्श करें। आपका संस्करण है ',
    'ERR_CHECKSYS_FASTCGI' => 'हम पता लगाते हैं कि आप PHP के लिए FastCGI हैंडलर मैपिंग का उपयोग नहीं कर रहे हैं। आपको एक ऐसे संस्करण को स्थापित कॉन्फ़िगर करना होगा जो ईज़ी-सूटसीआरएम एप्लिकेशन के साथ संगत हो। समर्थित संस्करणों के लिए रिलीज़ नोट्स में संगतता मैट्रिक्स से परामर्श करें। कृपया विवरण के लिए <a href="http://www.iis.net/php/" target="_blank"> http://www.iis.net/php/ </a> देखें',
    'ERR_CHECKSYS_FASTCGI_LOGGING' => 'IIS / FastCGI sapi का उपयोग करके इष्टतम अनुभव के लिए, अपने php.ini फ़ाइल में 0 में fastcgi.log सेट करें।',
    'LBL_DB_UNAVAILABLE' => 'डेटाबेस अनुपलब्ध है',
    'LBL_CHECKSYS_DB_SUPPORT_NOT_AVAILABLE' => 'डेटाबेस समर्थन नहीं मिला। कृपया सुनिश्चित करें कि आपके पास निम्न समर्थित डेटाबेस प्रकारों में से एक के लिए आवश्यक ड्राइवर हैं: MySQL या MS SQLServer। PHP के अपने संस्करण के आधार पर, आपको php.ini फ़ाइल में एक्सटेंशन को अनइंस्टॉल करने की आवश्यकता हो सकती है, या सही बाइनरी फ़ाइल के साथ recompile हो सकती है। डेटाबेस समर्थन को सक्षम करने के बारे में अधिक जानकारी के लिए कृपया अपने PHP मैनुअल का संदर्भ लें।',
    'LBL_CHECKSYS_XML_NOT_AVAILABLE' => 'XML- पार्सर पुस्तकालयों के साथ जुड़े कार्य जो कि Easy-SuiteCRM अनुप्रयोग द्वारा आवश्यक हैं, नहीं पाए गए। PHP के अपने संस्करण के आधार पर, आपको php.ini फ़ाइल में एक्सटेंशन को अनइंस्टॉल करने की आवश्यकता हो सकती है, या सही बाइनरी फ़ाइल के साथ recompile किया जा सकता है। अधिक जानकारी के लिए कृपया अपने PHP मैनुअल का संदर्भ लें।',
    'ERR_CHECKSYS_MBSTRING' => 'मल्टीबाइट स्ट्रिंग्स PHP विस्तार (mbstring) के साथ जुड़े कार्य जो ईज़ी-सुइटसीआरएम एप्लिकेशन द्वारा आवश्यक हैं, नहीं पाए गए। <br/> <br/> आमतौर पर PHP में mbstring मॉड्यूल को डिफ़ॉल्ट रूप से सक्षम नहीं किया जाता है और PHP बाइनरी के निर्माण के दौरान इसे -able-mbstring के साथ सक्रिय किया जाना चाहिए। Mbstring सहायता को सक्षम करने के बारे में अधिक जानकारी के लिए कृपया अपने PHP मैनुअल का संदर्भ लें।',
    'ERR_CHECKSYS_CONFIG_NOT_WRITABLE' => 'कॉन्फ़िगरेशन फ़ाइल मौजूद है, लेकिन लेखन योग्य नहीं है। कृपया फ़ाइल को लिखने योग्य बनाने के लिए आवश्यक कदम उठाएँ। आपके ऑपरेटिंग सिस्टम के आधार पर, इसके लिए आपको chmod 766 चलाकर अनुमतियाँ बदलनी पड़ सकती हैं, या गुणों को एक्सेस करने के लिए फ़ाइल नाम पर राइट क्लिक करना होगा और रीड ऑप्शन को अनचेक करना होगा।',
    'ERR_CHECKSYS_CONFIG_OVERRIDE_NOT_WRITABLE' => 'कॉन्फ़िगरेशन ओवरराइड फ़ाइल मौजूद है, लेकिन लेखन योग्य नहीं है। कृपया फ़ाइल को लिखने योग्य बनाने के लिए आवश्यक कदम उठाएँ। आपके ऑपरेटिंग सिस्टम के आधार पर, इसके लिए आपको chmod 766 चलाकर अनुमतियाँ बदलनी पड़ सकती हैं, या गुणों को एक्सेस करने के लिए फ़ाइल नाम पर राइट क्लिक करना होगा और रीड ऑप्शन को अनचेक करना होगा।',
    'ERR_CHECKSYS_CUSTOM_NOT_WRITABLE' => 'कस्टम निर्देशिका मौजूद है, लेकिन लेखन योग्य नहीं है। आपको इस पर अनुमति बदलनी चाहिए (chmod 766) या उस पर राइट क्लिक करें और अपने ऑपरेटिंग सिस्टम के आधार पर रीड ओनली विकल्प को अनचेक करें। कृपया फ़ाइल को लिखने योग्य बनाने के लिए आवश्यक कदम उठाएँ।',
    'ERR_CHECKSYS_FILES_NOT_WRITABLE' => "नीचे सूचीबद्ध फ़ाइलें या निर्देशिकाएं लिखने योग्य नहीं हैं या गायब हैं और बनाई नहीं जा सकती हैं। आपके ऑपरेटिंग सिस्टम के आधार पर, इसे ठीक करने से आपको फ़ाइलों या मूल निर्देशिका (chmod 755) पर अनुमतियाँ बदलने या मूल निर्देशिका पर राइट क्लिक करने और 'केवल पढ़ने के लिए' विकल्प को अनचेक करने और इसे सभी सबफ़ोल्डर्स पर लागू करने की आवश्यकता हो सकती है।",
    'LBL_CHECKSYS_OVERRIDE_CONFIG' => 'कॉन्फ़िगरेशन ओवरराइड करें',
    'ERR_CHECKSYS_SAFE_MODE' => 'सुरक्षित मोड चालू है (आप php.ini में अक्षम करना चाह सकते हैं)',
    'ERR_CHECKSYS_ZLIB' => 'ZLib सपोर्ट नहीं मिला: SuiteCRM ने zlib कम्प्रेशन के साथ जबरदस्त प्रदर्शन लाभ प्राप्त किए',
    'ERR_CHECKSYS_ZIP' => 'ज़िप समर्थन नहीं मिला: संपीड़ित फ़ाइलों को संसाधित करने के लिए सुइटसीआरएम को ज़िप समर्थन की आवश्यकता है।',
    'ERR_CHECKSYS_PCRE' => 'पीसीआरई पुस्तकालय नहीं मिला: नियमित अभिव्यक्ति पैटर्न मिलान की पर्ल शैली को संसाधित करने के लिए सुइटसीआरएम को पीसीआरई पुस्तकालय की आवश्यकता है।',
    'ERR_CHECKSYS_PCRE_VER' => 'पीसीआरई लाइब्रेरी संस्करण: सुइटआरएम को नियमित अभिव्यक्ति पैटर्न मिलान की पर्ल शैली को संसाधित करने के लिए पीसीआरई लाइब्रेरी 7.0 या उससे ऊपर की आवश्यकता है।',
    'ERR_DB_ADMIN' => 'प्रदान किया गया डेटाबेस व्यवस्थापक उपयोगकर्ता नाम और / या पासवर्ड अमान्य है, और डेटाबेस से कोई संबंध स्थापित नहीं किया जा सकता है। कृपया एक मान्य उपयोगकर्ता नाम और पासवर्ड दर्ज करें। (त्रुटि:',
    'ERR_DB_ADMIN_MSSQL' => 'प्रदान किया गया डेटाबेस व्यवस्थापक उपयोगकर्ता नाम और / या पासवर्ड अमान्य है, और डेटाबेस से कोई संबंध स्थापित नहीं किया जा सकता है। कृपया एक मान्य उपयोगकर्ता नाम और पासवर्ड दर्ज करें।',
    'ERR_DB_EXISTS_NOT' => 'निर्दिष्ट डेटाबेस मौजूद नहीं है।',
    'ERR_DB_EXISTS_WITH_CONFIG' => 'डेटाबेस पहले से ही कॉन्फ़िगर डेटा के साथ मौजूद है। चुने हुए डेटाबेस के साथ एक इंस्टॉल चलाने के लिए, कृपया इंस्टॉल को फिर से चलाएं और चुनें: "मौजूदा सुइटसीआर टेबल को गिराएं और फिर से बनाएं।" अपग्रेड करने के लिए, व्यवस्थापक कंसोल में अपग्रेड विज़ार्ड का उपयोग करें। कृपया <a href="https://suitecrm.com/wiki/index.php/Upgrade" target="_new"> यहां </a> पर स्थित अपग्रेड दस्तावेज़ पढ़ें।',
    'ERR_DB_EXISTS' => 'प्रदान किया गया डेटाबेस नाम पहले से मौजूद है - एक ही नाम के साथ एक और एक नहीं बना सकता।',
    'ERR_DB_EXISTS_PROCEED' => 'प्रदान डेटाबेस नाम पहले से मौजूद है। आप 1 <br> कर सकते हैं। बैक बटन दबाएं और एक नया डेटाबेस नाम चुनें <br> <br> 2। अगले पर क्लिक करें और जारी रखें लेकिन इस डेटाबेस की सभी मौजूदा तालिकाएँ छोड़ दी जाएंगी। <strong> इसका मतलब है कि आपके टेबल और डेटा को उड़ा दिया जाएगा। </ strong>',
    'ERR_DB_HOSTNAME' => 'होस्ट नाम रिक्त नहीं हो सकता।',
    'ERR_DB_INVALID' => 'अमान्य डेटाबेस प्रकार चयनित है।',
    'ERR_DB_LOGIN_FAILURE' => 'प्रदान किया गया डेटाबेस होस्ट, उपयोगकर्ता नाम और / या पासवर्ड अमान्य है, और डेटाबेस से कोई संबंध स्थापित नहीं किया जा सकता है। कृपया एक मान्य होस्ट, उपयोगकर्ता नाम और पासवर्ड दर्ज करें',
    'ERR_DB_LOGIN_FAILURE_MYSQL' => 'प्रदान किया गया डेटाबेस होस्ट, उपयोगकर्ता नाम और / या पासवर्ड अमान्य है, और डेटाबेस से कोई संबंध स्थापित नहीं किया जा सकता है। कृपया एक मान्य होस्ट, उपयोगकर्ता नाम और पासवर्ड दर्ज करें',
    'ERR_DB_LOGIN_FAILURE_MSSQL' => 'प्रदान किया गया डेटाबेस होस्ट, उपयोगकर्ता नाम और / या पासवर्ड अमान्य है, और डेटाबेस से कोई संबंध स्थापित नहीं किया जा सकता है। कृपया एक मान्य होस्ट, उपयोगकर्ता नाम और पासवर्ड दर्ज करें',
    'ERR_DB_MYSQL_VERSION' => 'आपका MySQL संस्करण (% s) SuiteCRM द्वारा समर्थित नहीं है। आपको एक संस्करण स्थापित करने की आवश्यकता होगी जो कि सुइटसीआरएम एप्लिकेशन के अनुकूल हो। समर्थित MySQL संस्करणों के लिए रिलीज़ नोट्स में संगतता मैट्रिक्स से परामर्श करें।',
    'ERR_DB_NAME' => 'डेटाबेस का नाम रिक्त नहीं हो सकता।',
    'ERR_DB_MYSQL_DB_NAME_INVALID' => "डेटाबेस नाम में कोई नहीं हो सकता '\\', '/', या '.'",
    'ERR_DB_MSSQL_DB_NAME_INVALID' => "डेटाबेस का नाम एक नंबर से शुरू नहीं हो सकता है, '#', या '@' और इसमें जगह नहीं हो सकती, '\"', \"'\", '*', '/', '\', '?', ':', '<', '>', '&', '!', या '-'",
    'ERR_DB_OCI8_DB_NAME_INVALID' => "डेटाबेस नाम में केवल अल्फ़ान्यूमेरिक वर्ण और प्रतीक शामिल हो सकते हैं '#', '_' or '$'",
    'ERR_DB_PASSWORD' => 'SuiteCRM डेटाबेस व्यवस्थापक के लिए दिए गए पासवर्ड मेल नहीं खाते हैं। कृपया पासवर्ड फ़ील्ड में उसी पासवर्ड को फिर से दर्ज करें।',
    'ERR_DB_PRIV_USER' => 'डेटाबेस व्यवस्थापक उपयोगकर्ता नाम प्रदान करें। डेटाबेस के लिए प्रारंभिक कनेक्शन के लिए उपयोगकर्ता की आवश्यकता होती है।',
    'ERR_DB_USER_EXISTS' => 'SuiteCRM डेटाबेस उपयोगकर्ता के लिए उपयोगकर्ता नाम पहले से ही मौजूद है - उसी नाम के साथ एक और एक नहीं बना सकता कृपया एक नया उपयोगकर्ता नाम दर्ज करें।',
    'ERR_DB_USER' => 'SuiteCRM डेटाबेस व्यवस्थापक के लिए एक उपयोगकर्ता नाम दर्ज करें।',
    'ERR_DBCONF_VALIDATION' => 'आगे बढ़ने से पहले कृपया निम्न त्रुटियों को ठीक करें:',
    'ERR_DBCONF_PASSWORD_MISMATCH' => 'SuiteCRM डेटाबेस उपयोगकर्ता के लिए दिए गए पासवर्ड मेल नहीं खाते हैं। कृपया पासवर्ड फ़ील्ड में उसी पासवर्ड को फिर से दर्ज करें।',
    'ERR_ERROR_GENERAL' => 'यह गलतिया पायी गयी:',
    'ERR_LANG_CANNOT_DELETE_FILE' => 'फ़ाइल नहीं हटाई जा सकती:',
    'ERR_LANG_MISSING_FILE' => 'फ़ाइल नहीं मिली: ',
    'ERR_LANG_NO_LANG_FILE' => 'अंदर / भाषा में कोई भाषा पैक फ़ाइल नहीं मिली: ',
    'ERR_LANG_UPLOAD_1' => 'आपके अपलोड में कोई समस्या थी। कृपया पुन: प्रयास करें।',
    'ERR_LANG_UPLOAD_2' => 'भाषा पैक ज़िप अभिलेखागार होना चाहिए।',
    'ERR_LANG_UPLOAD_3' => 'PHP अपग्रेड डायरेक्टरी में टेम्प फाइल को स्थानांतरित नहीं कर सका।',
    'ERR_LOG_DIRECTORY_NOT_EXISTS' => 'प्रदान की गई निर्देशिका एक वैध निर्देशिका नहीं है।',
    'ERR_LOG_DIRECTORY_NOT_WRITABLE' => 'प्रदान की गई निर्देशिका निर्देशिका एक लिखने योग्य निर्देशिका नहीं है।',
    'ERR_NO_DIRECT_SCRIPT' => 'स्क्रिप्ट को सीधे संसाधित करने में असमर्थ।',
    'ERR_NO_SINGLE_QUOTE' => 'के लिए एकल उद्धरण चिह्न का उपयोग नहीं कर सकते',
    'ERR_PASSWORD_MISMATCH' => 'सुइटसीआरएम व्यवस्थापक उपयोगकर्ता के लिए प्रदान किए गए पासवर्ड मेल नहीं खाते हैं। कृपया पासवर्ड फ़ील्ड में उसी पासवर्ड को फिर से दर्ज करें।',
    'ERR_PERFORM_CONFIG_PHP_1' => '<Span class = stop> config.php </ span> फ़ाइल पर नहीं लिख सकते।',
    'ERR_PERFORM_CONFIG_PHP_2' => 'आप मैन्युअल रूप से config.php फ़ाइल बनाकर और config.php फ़ाइल में विन्यास जानकारी नीचे चिपकाकर इस स्थापना को जारी रख सकते हैं। हालाँकि, आपको अगला चरण जारी रखने से पहले आपको </ strong> </ strong> config.php फ़ाइल बनानी होगी।',
    'ERR_PERFORM_CONFIG_PHP_3' => 'क्या आपको config.php फ़ाइल बनाना याद है?',
    'ERR_PERFORM_CONFIG_PHP_4' => 'चेतावनी: config.php फ़ाइल में नहीं लिख सकता। कृपया सुनिश्चित करें कि यह मौजूद है।',
    'ERR_PERFORM_HTACCESS_1' => 'को नहीं लिख सकता ',
    'ERR_PERFORM_HTACCESS_2' => ' फ़ाइल।',
    'ERR_PERFORM_HTACCESS_3' => 'यदि आप अपनी लॉग फ़ाइल को ब्राउज़र के माध्यम से एक्सेस करने से सुरक्षित करना चाहते हैं, तो लाइन के साथ अपनी लॉग डायरेक्टरी में .htaccess फ़ाइल बनाएँ:',
    'ERR_PERFORM_NO_TCPIP' => '<b> हम इंटरनेट कनेक्शन का पता नहीं लगा सके। </ b> जब आपके पास कोई कनेक्शन हो, तो कृपया <a href="http://www.suitecrm.com/"> http://www.suitecrm.com पर जाएं / </a>, सुइटसीआरएम के साथ पंजीकरण करने के लिए। आपकी कंपनी सुइटराएम का उपयोग करने की योजना के बारे में हमें थोड़ी जानकारी देती है, हम यह सुनिश्चित कर सकते हैं कि हम हमेशा आपके व्यवसाय की जरूरतों के लिए सही आवेदन दे रहे हैं।',
    'ERR_SESSION_DIRECTORY_NOT_EXISTS' => 'दी गई सत्र निर्देशिका एक मान्य निर्देशिका नहीं है।',
    'ERR_SESSION_DIRECTORY' => 'दी गई सत्र निर्देशिका एक लेखन योग्य निर्देशिका नहीं है।',
    'ERR_SESSION_PATH' => 'यदि आप अपना स्वयं का निर्दिष्ट करना चाहते हैं, तो सत्र पथ आवश्यक है।',
    'ERR_SI_NO_CONFIG' => 'आपने डॉक्यूमेंट रूट में config_si.php को शामिल नहीं किया था, या आपने config.p में $ sugar_config_si को परिभाषित नहीं किया था।',
    'ERR_SITE_GUID' => 'यदि आप अपना खुद का निर्दिष्ट करना चाहते हैं तो आवेदन आईडी आवश्यक है।',
    'ERROR_SPRITE_SUPPORT' => "वर्तमान में हम जीडी लाइब्रेरी का पता लगाने में सक्षम नहीं हैं, जिसके परिणामस्वरूप आप सीएसएस स्प्राइट कार्यक्षमता का उपयोग नहीं कर पाएंगे।",
    'ERR_UPLOAD_MAX_FILESIZE' => 'चेतावनी: आपका PHP कॉन्फ़िगरेशन कम से कम 6MB की फ़ाइलों को अपलोड करने की अनुमति देने के लिए बदला जाना चाहिए।',
    'LBL_UPLOAD_MAX_FILESIZE_TITLE' => 'फ़ाइल का आकार अपलोड करें',
    'ERR_URL_BLANK' => 'Easy-SuiteCRM उदाहरण के लिए आधार URL प्रदान करें।',
    'ERR_UW_NO_UPDATE_RECORD' => 'की स्थापना रिकॉर्ड नहीं ढूँढ सका',
    'ERROR_MANIFEST_TYPE' => 'मेनिफेस्ट फ़ाइल को पैकेज प्रकार निर्दिष्ट करना चाहिए',
    'ERROR_PACKAGE_TYPE' => 'मैनिफ़ेस्ट फ़ाइल एक अपरिचित पैकेज प्रकार निर्दिष्ट करती है',
    'ERROR_VERSION_INCOMPATIBLE' => 'अपलोड की गई फ़ाइल ईज़ी-सूटसीआरएम के इस संस्करण के साथ संगत नहीं है:',

    'LBL_BACK' => 'वापस',
    'LBL_CANCEL' => 'रद्द करना',
    'LBL_ACCEPT' => 'मुझे स्वीकार है',
    'LBL_CHECKSYS_CACHE' => 'लिखने योग्य कैश उप-निर्देशिकाएँ',
    'LBL_DROP_DB_CONFIRM' => 'प्रदान किया गया डेटाबेस नाम पहले से मौजूद है। <br> आप या तो कर सकते हैं: <br> 1। रद्द करें बटन पर क्लिक करें और एक नया डेटाबेस नाम चुनें, या <br> 2। स्वीकार करें बटन पर क्लिक करें और जारी रखें। डेटाबेस में सभी मौजूदा तालिकाओं को गिरा दिया जाएगा। <strong> इसका मतलब है कि सभी टेबल और पहले से मौजूद डेटा को उड़ा दिया जाएगा',
    'LBL_CHECKSYS_COMPONENT' => 'अंग',
    'LBL_CHECKSYS_CONFIG' => 'लिखने योग्य आसान-सुइटसीआर कॉन्फ़िगरेशन फ़ाइल (config.php)',
    'LBL_CHECKSYS_CURL' => 'CURL मॉड्यूल',
    'LBL_CHECKSYS_CUSTOM' => 'लिखने योग्य कस्टम निर्देशिका',
    'LBL_CHECKSYS_DATA' => 'लिखने योग्य डेटा उप-निर्देशिकाएँ',
    'LBL_CHECKSYS_IMAP' => 'IMAP मॉड्यूल',
    'LBL_CHECKSYS_FASTCGI' => 'FastCGI',
    'LBL_CHECKSYS_MBSTRING' => 'एमबी स्ट्रिंग्स मॉड्यूल',
    'LBL_CHECKSYS_MEM_OK' => 'ठीक है (कोई सीमा नहीं)',
    'LBL_CHECKSYS_MEM_UNLIMITED' => 'ठीक है (असीमित)',
    'LBL_CHECKSYS_MEM' => 'PHP मेमोरी सीमा',
    'LBL_CHECKSYS_MODULE' => 'लिखने योग्य मॉड्यूल उप-निर्देशिकाएँ और फाइलें',
    'LBL_CHECKSYS_NOT_AVAILABLE' => 'उपलब्ध नहीं है',
    'LBL_CHECKSYS_OK' => 'ठीक',
    'LBL_CHECKSYS_PHP_INI' => 'आपकी PHP कॉन्फ़िगरेशन फ़ाइल का स्थान (php.ini):',
    'LBL_CHECKSYS_PHP_OK' => 'ठीक है (देखें  ',
    'LBL_CHECKSYS_PHPVER' => 'PHP संस्करण',
    'LBL_CHECKSYS_IISVER' => 'IIS संस्करण',
    'LBL_CHECKSYS_RECHECK' => 'री-चेक',
    'LBL_CHECKSYS_STATUS' => 'स्थिति',
    'LBL_CHECKSYS_TITLE' => 'सिस्टम चेक स्वीकृति',
    'LBL_CHECKSYS_XML' => 'XML पदच्छेद',
    'LBL_CHECKSYS_ZLIB' => 'ZLIB संपीड़न मॉड्यूल',
    'LBL_CHECKSYS_ZIP' => 'ZIP हैंडलिंग मॉड्यूल',
    'LBL_CHECKSYS_PCRE' => 'PCRE पुस्तकालय',
    'LBL_CHECKSYS_FIX_FILES' => 'आगे बढ़ने से पहले कृपया निम्न फ़ाइलों या निर्देशिकाओं को ठीक करें:',
    'LBL_CHECKSYS_FIX_MODULE_FILES' => 'कृपया आगे बढ़ने से पहले निम्नलिखित मॉड्यूल निर्देशिकाओं और उनके अंतर्गत आने वाली फाइलों को ठीक करें:',
    'LBL_CHECKSYS_UPLOAD' => 'लिखित अपलोड निर्देशिका',
    'LBL_CLOSE' => 'बंद करे',
    'LBL_THREE' => '3',
    'LBL_CONFIRM_BE_CREATED' => 'बन जाना',
    'LBL_CONFIRM_DB_TYPE' => 'डेटाबेस प्रकार',
    'LBL_CONFIRM_NOT' => 'नहीं',
    'LBL_CONFIRM_TITLE' => 'सेटिंग्स की पुष्टि करें',
    'LBL_CONFIRM_WILL' => 'मर्जी',
    'LBL_DBCONF_DB_DROP' => 'ड्रॉप टेबल',
    'LBL_DBCONF_DB_NAME' => 'डेटाबेस नाम',
    'LBL_DBCONF_DB_PASSWORD' => 'आसान-सुइटसीआरएम डाटाबेस यूजर पासवर्ड',
    'LBL_DBCONF_DB_PASSWORD2' => 'ईज़ी-सुइटसीआरएम डेटाबेस यूजर पासवर्ड को फिर से दर्ज करें',
    'LBL_DBCONF_DB_USER' => 'आसान-सुइटसीआरएम डेटाबेस उपयोगकर्ता',
    'LBL_DBCONF_SUITE_DB_USER' => 'आसान-सुइटसीआरएम डेटाबेस उपयोगकर्ता',
    'LBL_DBCONF_DB_ADMIN_USER' => 'डेटाबेस व्यवस्थापक उपयोगकर्ता नाम',
    'LBL_DBCONF_DB_ADMIN_PASSWORD' => 'डेटाबेस व्यवस्थापक पासवर्ड',
    'LBL_DBCONF_DEMO_DATA' => 'डेमो डेटा के साथ डेटाबेस आबाद?',
    'LBL_DBCONF_DEMO_DATA_TITLE' => 'डेमो डेटा चुनें',
    'LBL_DBCONF_HOST_NAME' => 'होस्ट का नाम',
    'LBL_DBCONF_HOST_INSTANCE' => 'मेजबान उदाहरण',
    'LBL_DBCONFIG_SECURITY' => 'सुरक्षा उद्देश्यों के लिए, आप Easy-SuiteCRM डेटाबेस से कनेक्ट करने के लिए एक अनन्य डेटाबेस उपयोगकर्ता निर्दिष्ट कर सकते हैं। इस उपयोगकर्ता को इस उदाहरण के लिए बनाए जाने वाले Easy-SuiteCRM डेटाबेस पर डेटा को लिखना, अपडेट और पुनर्प्राप्त करने में सक्षम होना चाहिए। यह उपयोगकर्ता ऊपर निर्दिष्ट डेटाबेस व्यवस्थापक हो सकता है, या आप नए या मौजूदा डेटाबेस उपयोगकर्ता जानकारी प्रदान कर सकते हैं।',
    'LBL_DBCONFIG_PROVIDE_DD' => 'मौजूदा उपयोगकर्ता प्रदान करें',
    'LBL_DBCONFIG_CREATE_DD' => 'बनाने के लिए उपयोगकर्ता को परिभाषित करें',
    'LBL_DBCONFIG_SAME_DD' => 'व्यवस्थापक उपयोगकर्ता के रूप में भी',
    'LBL_DBCONF_TITLE' => 'डेटाबेस कॉन्फ़िगरेशन',
    'LBL_DBCONF_TITLE_NAME' => 'डेटाबेस का नाम प्रदान करें',
    'LBL_DBCONF_TITLE_USER_INFO' => 'डेटाबेस उपयोगकर्ता जानकारी प्रदान करें',
    'LBL_DBCONF_TITLE_PSWD_INFO_LABEL' => 'पारण शब्द',
    'LBL_DISABLED_DESCRIPTION_2' => "यह परिवर्तन किए जाने के बाद, आप अपनी स्थापना शुरू करने के लिए नीचे "प्रारंभ" बटन पर क्लिक कर सकते हैं। <i> इंस्टॉलेशन पूरा होने के बाद, आप \ 'इंस्टॉलर_लॉक किए गए \' के लिए मान को \ _ 'सच \' में बदलना चाहेंगे।</i>",
    'LBL_DISABLED_DESCRIPTION' => 'इंस्टॉलर को एक बार पहले ही चलाया जा चुका है। सुरक्षा उपाय के रूप में, इसे दूसरी बार चलाने से अक्षम किया गया है। यदि आप पूरी तरह से आश्वस्त हैं कि आप इसे फिर से चलाना चाहते हैं, तो कृपया अपने config.php फ़ाइल पर जाएँ और \ 'इंस्टालर_लॉक्ड \' नामक एक चर का पता लगाएं (या जोड़ें) और इसे 'गलत' पर सेट करें। लाइन इस तरह दिखनी चाहिए:',
    'LBL_DISABLED_HELP_1' => 'स्थापना सहायता के लिए, कृपया Easy-SuiteCRM पर जाएं',
    'LBL_DISABLED_HELP_LNK' => 'https://suitecrm.com/suitecrm/forum/suite-forum',
    'LBL_DISABLED_HELP_2' => 'समर्थन मंचों',
    'LBL_DISABLED_TITLE_2' => 'आसान-सुइटसीआरएम इंस्टॉलेशन को अक्षम कर दिया गया है',
    'LBL_HELP' => 'मदद',
    'LBL_INSTALL' => 'इंस्टॉल करें',
    'LBL_INSTALL_TYPE_TITLE' => 'स्थापना विकल्प',
    'LBL_INSTALL_TYPE_SUBTITLE' => 'इंस्टॉल प्रकार चुनें',
    'LBL_INSTALL_TYPE_TYPICAL' => ' <b>ठेठ स्थापित करें</b>',
    'LBL_INSTALL_TYPE_CUSTOM' => ' <b>विशेष रूप से स्थापित</b>',
    'LBL_INSTALL_TYPE_MSG2' => 'स्थापना के लिए न्यूनतम जानकारी की आवश्यकता है। नए उपयोगकर्ताओं के लिए अनुशंसित।',
    'LBL_INSTALL_TYPE_MSG3' => 'स्थापना के दौरान सेट करने के लिए अतिरिक्त विकल्प प्रदान करता है। इन विकल्पों में से अधिकांश व्यवस्थापक स्क्रीन में स्थापना के बाद भी उपलब्ध हैं। उन्नत उपयोगकर्ताओं के लिए अनुशंसित।',
    'LBL_LANG_1' => 'डिफ़ॉल्ट भाषा (यूएस-इंग्लिश) के अलावा ईज़ी-सूटसीआरएम में एक भाषा का उपयोग करने के लिए, आप इस समय भाषा पैक को अपलोड और इंस्टॉल कर सकते हैं। आप सुइटआरएम एप्लिकेशन के भीतर से भी भाषा पैक अपलोड और इंस्टॉल कर पाएंगे। यदि आप इस चरण को छोड़ना चाहते हैं, तो अगला क्लिक करें।',
    'LBL_LANG_BUTTON_COMMIT' => 'इंस्टॉल करें',
    'LBL_LANG_BUTTON_REMOVE' => 'हटाना',
    'LBL_LANG_BUTTON_UNINSTALL' => 'स्थापना रद्द करें',
    'LBL_LANG_BUTTON_UPLOAD' => 'अपलोड',
    'LBL_LANG_NO_PACKS' => 'कोई नहीं',
    'LBL_LANG_PACK_INSTALLED' => 'निम्नलिखित भाषा पैक स्थापित किए गए हैं: ',
    'LBL_LANG_PACK_READY' => 'निम्नलिखित भाषा पैक स्थापित करने के लिए तैयार हैं: ',
    'LBL_LANG_SUCCESS' => 'भाषा पैक सफलतापूर्वक अपलोड किया गया था।',
    'LBL_LANG_TITLE' => 'भाषा पैक',
    'LBL_LAUNCHING_SILENT_INSTALL' => 'अब Easy-SuiteCRM इंस्टॉल करना। इसमें कुछ मिनट लग सकते हैं।',
    'LBL_LANG_UPLOAD' => 'भाषा पैक अपलोड करें',
    'LBL_LICENSE_ACCEPTANCE' => 'लाइसेंस स्वीकृति',
    'LBL_LICENSE_CHECKING' => 'अनुकूलता के लिए जाँच प्रणाली।',
    'LBL_LICENSE_CHKENV_HEADER' => 'पर्यावरण की जाँच करना',
    'LBL_LICENSE_CHKDB_HEADER' => 'डीबी क्रेडेंशियल्स का सत्यापन।',
    'LBL_LICENSE_CHECK_PASSED' => 'सिस्टम संगतता के लिए जाँच पारित कर दिया।',
    'LBL_CREATE_CACHE' => 'संस्थापन करने के लिए तैयार...',
    'LBL_LICENSE_REDIRECT' => 'में पुनर्निर्देशित कर रहा है ',
    'LBL_LICENSE_I_ACCEPT' => 'मुझे स्वीकार है',
    'LBL_LICENSE_PRINTABLE' => ' प्रिंट करने योग्य दृश्य ',
    'LBL_PRINT_SUMM' => 'प्रिंट सारांश',
    'LBL_LICENSE_TITLE_2' => 'आसान-सुइटसीआर लाइसेंस',

    'LBL_LOCALE_NAME_FIRST' => 'Mahabharat',
    'LBL_LOCALE_NAME_LAST' => 'Ramayan',
    'LBL_LOCALE_NAME_SALUTATION' => 'Dr.',

    'LBL_ML_ACTION' => 'कार्य',
    'LBL_ML_DESCRIPTION' => 'विवरण',
    'LBL_ML_INSTALLED' => 'दिनांक स्थापित की गई',
    'LBL_ML_NAME' => 'नाम',
    'LBL_ML_PUBLISHED' => 'प्रकाशित तिथि',
    'LBL_ML_TYPE' => 'प्रकार',
    'LBL_ML_UNINSTALLABLE' => 'अनइंस्टॉल किये',
    'LBL_ML_VERSION' => 'संस्करण',
    'LBL_MSSQL' => 'एस क्यू एल सर्वर',
    'LBL_MSSQL2' => 'SQL सर्वर (FreeTDS)',
    'LBL_MSSQL_SQLSRV' => 'SQL सर्वर (PHP के लिए Microsoft SQL सर्वर ड्राइवर)',
    'LBL_MYSQL' => 'MySQL',
    'LBL_MYSQLI' => 'MySQL (mysqli extension)',
    'LBL_NEXT' => 'आगामी',
    'LBL_NO' => 'नहीं',
    'LBL_PERFORM_ADMIN_PASSWORD' => 'साइट व्यवस्थापक पासवर्ड सेट करना',
    'LBL_PERFORM_CONFIG_PHP' => 'SuiteCRM कॉन्फ़िगरेशन फ़ाइल बनाना',
    'LBL_PERFORM_CREATE_DB_1' => '<b>डेटाबेस बनाना</b> ',
    'LBL_PERFORM_CREATE_DB_2' => ' <b>पर</b> ',
    'LBL_PERFORM_CREATE_DB_USER' => 'डेटाबेस उपयोगकर्ता नाम और पासवर्ड बनाना...',
    'LBL_PERFORM_CREATE_DEFAULT' => 'डिफ़ॉल्ट SuiteCRM डेटा बनाना',
    'LBL_PERFORM_DEFAULT_SCHEDULER' => 'डिफ़ॉल्ट शेड्यूलर कार्य बनाना',
    'LBL_PERFORM_DEFAULT_USERS' => 'डिफ़ॉल्ट उपयोगकर्ता बनाना',
    'LBL_PERFORM_DEMO_DATA' => 'डेमो डेटा के साथ डेटाबेस तालिकाओं को आबाद करना (इसमें थोड़ा समय लग सकता है)',
    'LBL_PERFORM_DONE' => 'किया हुआ<br>',
    'LBL_PERFORM_FINISH' => 'समाप्त',
    'LBL_PERFORM_OUTRO_1' => 'SuiteCRM का सेटअप ',
    'LBL_PERFORM_OUTRO_2' => ' अब पूरा हो गया है!',
    'LBL_PERFORM_OUTRO_3' => 'कुल समय: ',
    'LBL_PERFORM_OUTRO_4' => ' सेकंड।',
    'LBL_PERFORM_OUTRO_5' => 'प्रयुक्त स्मृति: ',
    'LBL_PERFORM_OUTRO_6' => ' bytes.',
    'LBL_PERFORM_SUCCESS' => 'सफलता!',
    'LBL_PERFORM_TABLES' => 'सुइटसीआरएम एप्लिकेशन टेबल, ऑडिट टेबल और संबंध मेटाडेटा बनाना',
    'LBL_PERFORM_TITLE' => 'सेटअप करें',
    'LBL_PRINT' => 'छाप',
    'LBL_REG_CONF_1' => 'उत्पाद घोषणाएं, प्रशिक्षण समाचार, विशेष ऑफ़र और सुइटआरएम से विशेष ईवेंट आमंत्रण प्राप्त करने के लिए कृपया नीचे दिए गए संक्षिप्त रूप को पूरा करें। हम यहां एकत्रित जानकारी को तीसरे पक्षों को नहीं बेचते, किराए पर देते हैं, साझा करते हैं या वितरित करते हैं।',
    'LBL_REG_CONF_3' => 'पंजीकरण के लिए धन्यवाद। SuiteCRM में लॉगिन करने के लिए फिनिश बटन पर क्लिक करें। आपको पहली बार उपयोगकर्ता नाम "व्यवस्थापक" और चरण 2 में आपके द्वारा दर्ज पासवर्ड का उपयोग करके लॉग इन करना होगा।',
    'LBL_REG_TITLE' => 'पंजीकरण',

    'LBL_REQUIRED' => '* आवश्यक क्षेत्र',

    'LBL_SITECFG_ADMIN_Name' => 'सुइटसीआरएम एप्लीकेशन एडमिन का नाम',
    'LBL_SITECFG_ADMIN_PASS_2' => 'SuiteCRM व्यवस्थापक उपयोगकर्ता पासवर्ड पुनः दर्ज करें',
    'LBL_SITECFG_ADMIN_PASS' => 'सुइटसीआरएम एडमिन यूजर पासवर्ड',
    'LBL_SITECFG_APP_ID' => 'आवेदन पहचान पत्र',
    'LBL_SITECFG_CUSTOM_ID_DIRECTIONS' => 'यदि चयनित है, तो आपको ऑटो-जनरेटेड आईडी को ओवरराइड करने के लिए एक एप्लिकेशन आईडी प्रदान करनी होगी। आईडी यह सुनिश्चित करती है कि एक सूटकेस उदाहरण के सत्र अन्य उदाहरणों द्वारा उपयोग नहीं किए जाते हैं। यदि आपके पास सुइटसीआरएम इंस्टॉलेशन का क्लस्टर है, तो उन्हें सभी को एक ही एप्लिकेशन आईडी साझा करनी होगी।',
    'LBL_SITECFG_CUSTOM_ID' => 'अपनी खुद की एप्लीकेशन आईडी प्रदान करें',
    'LBL_SITECFG_CUSTOM_LOG_DIRECTIONS' => 'यदि चयनित है, तो आपको सुइटसीआरएम लॉग के लिए डिफ़ॉल्ट निर्देशिका को ओवरराइड करने के लिए एक लॉग डायरेक्टरी निर्दिष्ट करनी होगी। लॉग फ़ाइल स्थित होने के बावजूद, वेब ब्राउज़र के माध्यम से उस तक पहुंच को .htaccess रीडायरेक्ट के माध्यम से प्रतिबंधित किया जाएगा।',
    'LBL_SITECFG_CUSTOM_LOG' => 'एक कस्टम लॉग डायरेक्टरी का उपयोग करें',
    'LBL_SITECFG_CUSTOM_SESSION_DIRECTIONS' => 'यदि चयनित है, तो आपको सुइटसीआरएम सत्र की जानकारी संग्रहीत करने के लिए एक सुरक्षित फ़ोल्डर प्रदान करना होगा। यह साझा सर्वर पर सत्र डेटा को असुरक्षित होने से रोकने के लिए किया जा सकता है।',
    'LBL_SITECFG_CUSTOM_SESSION' => 'SuiteCRM के लिए एक कस्टम सत्र निर्देशिका का उपयोग करें',
    'LBL_SITECFG_FIX_ERRORS' => '<b> आगे बढ़ने से पहले कृपया निम्न त्रुटियों को ठीक करें: </ b>',
    'LBL_SITECFG_LOG_DIR' => 'लॉग निर्देशिका',
    'LBL_SITECFG_SESSION_PATH' => 'सत्र निर्देशिका के लिए पथ <br> (लेखन योग्य होना चाहिए)',
    'LBL_SITECFG_SITE_SECURITY' => 'सुरक्षा विकल्प चुनें',
    'LBL_SITECFG_SUITE_UP_DIRECTIONS' => 'यदि चयनित है, तो सिस्टम समय-समय पर आवेदन के अद्यतन संस्करणों की जांच करेगा।',
    'LBL_SITECFG_SUITE_UP' => 'अपडेट के लिए स्वचालित रूप से जांच करें?',
    'LBL_SITECFG_TITLE' => 'साइट कॉन्फ़िगरेशन',
    'LBL_SITECFG_TITLE2' => 'प्रशासन उपयोगकर्ता की पहचान करें',
    'LBL_SITECFG_SECURITY_TITLE' => 'साइट सुरक्षा',
    'LBL_SITECFG_URL' => 'सुइटसीआरएम इंस्टेंस का URL',
    'LBL_SITECFG_ANONSTATS' => 'बेनामी उपयोग के आंकड़े भेजें?',
    'LBL_SITECFG_ANONSTATS_DIRECTIONS' => 'यदि चयनित है, तो सुइटसीआरएम आपके इंस्टालेशन के बारे में <b> अनाम </ b> आँकड़े भेजेगा जब भी आपका सिस्टम हर बार नए संस्करणों के लिए जाँच करेगा। यह जानकारी हमें बेहतर तरीके से समझने में मदद करेगी कि एप्लिकेशन का उपयोग कैसे किया जाता है और उत्पाद में सुधार को निर्देशित करता है।',
    'LBL_SITECFG_URL_MSG' => 'उस URL को दर्ज करें जिसका उपयोग स्थापना के बाद SuiteCRM उदाहरण तक पहुंचने के लिए किया जाएगा। URL का उपयोग सुइटसीआरएम एप्लिकेशन पृष्ठों में URL के आधार के रूप में भी किया जाएगा। URL में वेब सर्वर या मशीन का नाम या IP पता शामिल होना चाहिए।',
    'LBL_SITECFG_SYS_NAME_MSG' => 'अपने सिस्टम के लिए एक नाम दर्ज करें। यह नाम ब्राउज़र टाइटल बार में प्रदर्शित किया जाएगा जब उपयोगकर्ता सुइटसीआरएम एप्लिकेशन पर जाएंगे।',
    'LBL_SITECFG_PASSWORD_MSG' => 'स्थापना के बाद, आपको सुइटसीआर उदाहरण के लिए लॉग इन करने के लिए सुइटसीआरएम व्यवस्थापक उपयोगकर्ता (डिफ़ॉल्ट उपयोगकर्ता नाम = व्यवस्थापक) का उपयोग करना होगा। इस व्यवस्थापक उपयोगकर्ता के लिए एक पासवर्ड दर्ज करें। प्रारंभिक लॉगिन के बाद इस पासवर्ड को बदला जा सकता है। आप प्रदान किए गए डिफ़ॉल्ट मान के अलावा उपयोग करने के लिए एक और व्यवस्थापक उपयोगकर्ता नाम भी दर्ज कर सकते हैं।',
    'LBL_SITECFG_COLLATION_MSG' => 'अपने सिस्टम के लिए कोलेशन (सॉर्टिंग) सेटिंग्स चुनें। यह सेटिंग आपके द्वारा उपयोग की जाने वाली विशिष्ट भाषा के साथ तालिकाओं का निर्माण करेगी। यदि आपकी भाषा को विशेष सेटिंग्स की आवश्यकता नहीं है, तो कृपया डिफ़ॉल्ट मान का उपयोग करें।',
    'LBL_SPRITE_SUPPORT' => 'स्प्राइट सपोर्ट',
    'LBL_SYSTEM_CREDS' => 'सिस्टम क्रेडेंशियल',
    'LBL_SYSTEM_ENV' => 'सिस्टम पर्यावरण',
    'LBL_SHOW_PASS' => 'पासवर्ड दिखाएं',
    'LBL_HIDE_PASS' => 'पासवर्ड छिपाएं',
    'LBL_HIDDEN' => '<i>(छिपा हुआ)</i>',
    'LBL_STEP1' => 'चरण 1 की 2 - पूर्व-स्थापना आवश्यकताएँ',
    'LBL_STEP2' => 'चरण 2 का 2 - कॉन्फ़िगरेशन',
    'LBL_STEP' => 'चरण',
    'LBL_TITLE_WELCOME' => 'Easy-SuiteCRM में आपका स्वागत है ',
    //welcome page variables
    'LBL_TITLE_ARE_YOU_READY' => 'क्या आप स्थापित करने के लिए तैयार हैं?',
    'REQUIRED_SYS_COMP' => 'आवश्यक सिस्टम घटक',
    'REQUIRED_SYS_COMP_MSG' =>
        'शुरू करने से पहले, कृपया सुनिश्चित करें कि आपके पास निम्नलिखित सिस्टम घटकों के समर्थित संस्करण हैं:<br>
                      <ul>
                      <li> डेटाबेस / डेटाबेस प्रबंधन प्रणाली (उदाहरण: MariaDB, MySQL या SQL सर्वर)</li>
                      <li> वेब सर्वर (Apache, IIS)</li>
                      </ul> के लिए रिलीज़ नोट्स में संगतता मैट्रिक्स से परामर्श करें
                      आपके द्वारा इंस्टॉल किए जा रहे सुइटआरएम संस्करण के लिए संगत सिस्टम घटक।<br>',
    'REQUIRED_SYS_CHK' => 'प्रारंभिक प्रणाली की जाँच',
    'REQUIRED_SYS_CHK_MSG' =>
        'जब आप इंस्टॉलेशन प्रक्रिया शुरू करते हैं, तो वेब सर्वर पर एक सिस्टम चेक किया जाएगा, जिस पर सुइटसीआरएम फाइलें स्थित हैं
                      सुनिश्चित करें कि सिस्टम ठीक से कॉन्फ़िगर किया गया है और सभी आवश्यक घटक हैं
                      सफलतापूर्वक स्थापना को पूरा करने के लिए। <br> <br>
                      सिस्टम निम्न में से सभी की जाँच करता है: <br>
                      <Ul>
                      <li> <b> PHP संस्करण </ b> & # 8211; आवेदन के साथ संगत होना चाहिए </li>
                      <li> <b> सत्र चर </ b> & # 8211; ठीक से काम करना चाहिए </li>
                      <li> <b> MB स्ट्रिंग्स </ b> & # 8211; php.ini </li> में स्थापित और सक्षम होना चाहिए
                      <li> <b> डेटाबेस समर्थन </ b> & # 8211; MariaDB, MySQL या SQL सर्वर </li> के लिए मौजूद होना चाहिए
                      <li> <b> config.php </ b> & # 8211; मौजूद होना चाहिए और इसे लिखने योग्य </li> बनाने के लिए उपयुक्त अनुमति होनी चाहिए
                      <li> निम्न सुइटसीआर फ़ाइलों को योग्य होना चाहिए: <ul> <li> <b> / कस्टम </li>
                      <Li> कैश </li>
                      <Li> मॉड्यूल </li>
                      <Li> अपलोड </b> </li> </ul> </li> </ul>
                                  यदि चेक विफल हो जाता है, तो आप इंस्टॉलेशन के साथ आगे नहीं बढ़ पाएंगे।
                                  एक त्रुटि संदेश प्रदर्शित किया जाएगा, यह बताते हुए कि आपके सिस्टम ने चेक पास क्यों नहीं किया।
                                  कोई भी आवश्यक परिवर्तन करने के बाद, आप इंस्टॉलेशन को जारी रखने के लिए सिस्टम की जाँच फिर से कर सकते हैं। <br>',


    'REQUIRED_INSTALLTYPE' => 'Typical or Custom install',
    'REQUIRED_INSTALLTYPE_MSG' => 'सिस्टम चेक करने के बाद, आप या तो चुन सकते हैं
                      विशिष्ट या कस्टम स्थापना। <br> <br>
                      दोनों <b> विशिष्ट </b> और <b> कस्टम </b> प्रतिष्ठानों के लिए, आपको निम्नलिखित जानने की आवश्यकता होगी: <br>
                      <Ul>
                      <li> <b> डेटाबेस का प्रकार </b> जो कि सुइटसीआरएम डेटा को रखेगा <ul> <li> संगत डेटाबेस
                      प्रकार: MariaDB, MySQL या SQL सर्वर। <br> <br> </li> </ul> </li>
                      <li> <b> वेब सर्वर का नाम </ b> या मशीन (होस्ट) जिस पर डेटाबेस स्थित है
                      <ul><li>यह हो सकता है <i> लोकलहोस्ट </ i> अगर डेटाबेस आपके स्थानीय कंप्यूटर पर है या आपकी सुइटसीआरएम फाइलों के समान वेब सर्वर या मशीन पर है।<br><br></li></ul></li>
                      <li><b>उस डेटाबेस का नाम </b> जिसे आप सुइटसीआरएम डेटा को घर में उपयोग करना चाहते हैं</li>
                        <ul>
                          <li> आपके पास पहले से ही एक मौजूदा डेटाबेस हो सकता है जिसे आप उपयोग करना चाहते हैं। अगर
                          आप एक मौजूदा डेटाबेस का नाम प्रदान करते हैं, डेटाबेस में तालिकाएँ
                          संस्थापन के दौरान तब गिराया जाए जब सुइटआरएम डेटाबेस के लिए स्कीमा को परिभाषित किया गया हो। </li>
                          <li> यदि आपके पास पहले से डेटाबेस नहीं है, तो आपके द्वारा प्रदान किया गया नाम उपयोग किया जाएगा
                          नया डेटाबेस जो इंस्टालेशन के दौरान बनाया गया है।<br><br></li>
                        </ul>
                      <li><b>डेटाबेस व्यवस्थापक उपयोगकर्ता नाम और पासवर्ड</b> <ul><li>डेटाबेस व्यवस्थापक को टेबल और उपयोगकर्ता बनाने और डेटाबेस को लिखने में सक्षम होना चाहिए। </ li> <li> आपको इसकी आवश्यकता हो सकती है
                      इस जानकारी के लिए अपने डेटाबेस व्यवस्थापक से संपर्क करें यदि डेटाबेस है
                      आपके स्थानीय कंप्यूटर पर स्थित नहीं है और / या यदि आप डेटाबेस व्यवस्थापक नहीं हैं।<br><br></ul></li></li>
                      <li> <b>सुइटसीआरएम डेटाबेस उपयोगकर्ता नाम और पासवर्ड</b>
                      </li>
                        <ul>
                          <li> उपयोगकर्ता डेटाबेस व्यवस्थापक हो सकता है, या आप का नाम प्रदान कर सकता है
                          एक और मौजूदा डेटाबेस उपयोगकर्ता। </li>
                          <li> यदि आप इस उद्देश्य के लिए एक नया डेटाबेस उपयोगकर्ता बनाना चाहते हैं, तो आप करेंगे
                          स्थापना प्रक्रिया के दौरान एक नया उपयोगकर्ता नाम और पासवर्ड प्रदान करने में सक्षम हो,
                          और उपयोगकर्ता स्थापना के दौरान बनाया जाएगा। </li>
                        </ul></ul><p>

                      <B> कस्टम </ b> सेटअप के लिए, आपको निम्नलिखित जानने की आवश्यकता हो सकती है: <br>
                      <ul>
                      <li> <b> URL जो कि स्थापित होने के बाद SuiteCRM उदाहरण </ b> तक पहुंचने के लिए उपयोग किया जाएगा।
                      इस URL में वेब सर्वर या मशीन का नाम या IP पता शामिल होना चाहिए। <br> <br> </li>
                                  <li> [वैकल्पिक] <b> सत्र निर्देशिका का पथ </b> यदि आप किसी कस्टम का उपयोग करना चाहते हैं
                                  सुइटसीआरएम i के लिए सत्र निर्देशिका</li>
                                ',
    'LBL_WELCOME_PLEASE_READ_BELOW' => 'स्थापना के साथ आगे बढ़ने से पहले कृपया निम्न महत्वपूर्ण जानकारी पढ़ें। जानकारी आपको यह निर्धारित करने में मदद करेगी कि आप इस समय एप्लिकेशन इंस्टॉल करने के लिए तैयार हैं या नहीं।',

    'LBL_WELCOME_CHOOSE_LANGUAGE' => '<b>अपनी भाषा चुनिए</b>',
    'LBL_WELCOME_SETUP_WIZARD' => 'सेटअप विज़ार्ड',
    'LBL_WIZARD_TITLE' => 'सुइटसीआरएम सेटअप विज़ार्ड: ',
    'LBL_YES' => 'हाँ',

    'LBL_PATCHES_TITLE' => 'नवीनतम पैच स्थापित करें',
    'LBL_MODULE_TITLE' => 'भाषा पैक स्थापित करें',
    'LBL_PATCH_1' => 'यदि आप इस चरण को छोड़ना चाहते हैं, तो अगला क्लिक करें।',
    'LBL_PATCH_TITLE' => 'सिस्टम पैच',
    'LBL_PATCH_READY' => 'निम्नलिखित पैच स्थापित करने के लिए तैयार हैं:',
    'LBL_SESSION_ERR_DESCRIPTION' => "इस वेब सर्वर से जुड़े रहते हुए महत्वपूर्ण जानकारी को संग्रहीत करने के लिए सुइटआरएम PHP सत्रों पर निर्भर करता है। आपके PHP संस्थापन में सत्र जानकारी ठीक से कॉन्फ़िगर नहीं है।
										<br> <br> एक आम गलत धारणा यह है कि <b> 'session.save_path' </ b> निर्देश एक वैध निर्देशिका की ओर इशारा नहीं करता है। <br>
										<br> कृपया यहां स्थित php.ini फ़ाइल में अपना <a target=_new href='http://us2.php.net/manual/en/ref.session.php'> PHP कॉन्फ़िगरेशन </a> सही करें ।",
    'LBL_SESSION_ERR_TITLE' => 'PHP सत्र कॉन्फ़िगरेशन त्रुटि',
    'LBL_SYSTEM_NAME' => 'सिस्टम का नाम',
    'LBL_COLLATION' => 'कोलाज सेटिंग्स',
    'LBL_REQUIRED_SYSTEM_NAME' => 'SuiteCRM उदाहरण के लिए एक सिस्टम नाम प्रदान करें।',
    'LBL_PATCH_UPLOAD' => 'अपने स्थानीय कंप्यूटर से एक पैच फ़ाइल चुनें',
    'LBL_INCOMPATIBLE_PHP_VERSION' => 'Php संस्करण 5 या इसके बाद के संस्करण की आवश्यकता है।',
    'LBL_MINIMUM_PHP_VERSION' => 'न्यूनतम पीएचपी संस्करण की आवश्यकता 5.1.0 है। अनुशंसित Php संस्करण 5.2.x है।',
    'LBL_YOUR_PHP_VERSION' => '(आपका वर्तमान php संस्करण है ',
    'LBL_RECOMMENDED_PHP_VERSION' => ' अनुशंसित php संस्करण 5.2.x है)',
    'LBL_BACKWARD_COMPATIBILITY_ON' => 'Php बैकवर्ड कम्पेटिबिलिटी मोड चालू है। आगे बढ़ने के लिए zend.ze1_compatibility_mode को बंद पर सेट करें',
    'LBL_STREAM' => 'PHP स्ट्रीम का उपयोग करने की अनुमति देता है',

    'advanced_password_new_account_email' => array(
        'subject' => 'नई खाता जानकारी',
        'type' => 'प्रणाली',
        'description' => 'जब सिस्टम व्यवस्थापक किसी उपयोगकर्ता को नया पासवर्ड भेजता है, तो इस टेम्पलेट का उपयोग किया जाता है।',
        'body' => '<div><table border=\"0\" cellspacing=\"0\" cellpadding=\"0\" width="550" align=\"\&quot;\&quot;center\&quot;\&quot;\"><tbody><tr><td colspan=\"2\"><p> यहां आपका खाता उपयोगकर्ता नाम और अस्थायी पासवर्ड है:</p><p>Username : $contact_user_user_name </p><p>Password : $contact_user_user_hash </p><br><p>$config_site_url</p><br><p>After you log in using the above password, you may be required to reset the password to one of your own choice.</p>   </td>         </tr><tr><td colspan=\"2\"></td>         </tr> </tbody></table> </div>',
        'txt_body' =>
            '
यहां आपका खाता उपयोगकर्ता नाम और अस्थायी पासवर्ड है:
उपयोगकर्ता नाम: $ contact_user_user_name
पासवर्ड: $ contact_user_user_hash

$ config_site_url

उपरोक्त पासवर्ड का उपयोग करने के बाद, आपको पासवर्ड को अपनी पसंद में से एक में रीसेट करना होगा।',
        'name' => 'सिस्टम जनरेटेड पासवर्ड ईमेल',
    ),
    'advanced_password_forgot_password_email' => array(
        'subject' => 'अपना खाता पासवर्ड रीसेट करें',
        'type' => 'प्रणाली',
        'description' => "इस टेम्पलेट का उपयोग उपयोगकर्ता को उपयोगकर्ता के खाता पासवर्ड को रीसेट करने के लिए क्लिक करने के लिए एक लिंक भेजने के लिए किया जाता है।",
        'body' => '<div><table border=\"0\" cellspacing=\"0\" cellpadding=\"0\" width="550" align=\"\&quot;\&quot;center\&quot;\&quot;\"><tbody><tr><td colspan=\"2\"><p>आपने हाल ही में $ contact_user_pwd_last_changed पर अपना खाता पासवर्ड रीसेट करने में सक्षम होने का अनुरोध किया है। </p><p>Click on the link below to reset your password:</p><p> $contact_user_link_guid </p>  </td>         </tr><tr><td colspan=\"2\"></td>         </tr> </tbody></table> </div>',
        'txt_body' =>
            'आपने हाल ही में $ contact_user_pwd_last_changed पर अपना खाता पासवर्ड रीसेट करने में सक्षम होने का अनुरोध किया है।

अपना पासवर्ड रीसेट करने के लिए नीचे दिए गए लिंक पर क्लिक करें:

$ contact_user_link_guid',
        'name' => 'पासवर्ड ईमेल भूल गए',
    ),
    
    
    'two_factor_auth_email' => array(
        'subject' => 'दो कारक प्रमाणीकरण कोड',
        'type' => 'प्रणाली',
        'description' => "इस टेम्पलेट का उपयोग उपयोगकर्ता को दो कारक प्रमाणीकरण के लिए एक कोड भेजने के लिए किया जाता है।",
        'body' => '<div><table border=\"0\" cellspacing=\"0\" cellpadding=\"0\" width="550" align=\"\&quot;\&quot;center\&quot;\&quot;\"><tbody><tr><td colspan=\"2\"><p> दो फैक्टर ऑथेंटिकेशन कोड है <b>$code</b>.</p>  </td>         </tr><tr><td colspan=\"2\"></td>         </tr> </tbody></table> </div>',
        'txt_body' => 'दो फैक्टर ऑथेंटिकेशन कोड $ कोड है।',
        'name' => 'दो कारक प्रमाणीकरण ईमेल',
    ),

    // SMTP settings

    'LBL_FROM_NAME' => 'नाम से:',
    'LBL_FROM_ADDR' => 'इस पते से:',

    'LBL_WIZARD_SMTP_DESC' => 'वह ईमेल खाता प्रदान करें जिसका उपयोग ईमेल भेजने के लिए किया जाएगा, जैसे असाइनमेंट सूचनाएँ और नए उपयोगकर्ता पासवर्ड। उपयोगकर्ता सुइटसीआरएम से ईमेल प्राप्त करेंगे, जैसा कि निर्दिष्ट ईमेल खाते से भेजा गया है।',
    'LBL_CHOOSE_EMAIL_PROVIDER' => 'अपना ईमेल प्रदाता चुनें:',

    'LBL_SMTPTYPE_GMAIL' => 'जीमेल लगीं',
    'LBL_SMTPTYPE_YAHOO' => 'याहू! मेल',
    'LBL_SMTPTYPE_EXCHANGE' => 'माइक्रोसॉफ्ट केंद्र',
    'LBL_SMTPTYPE_OTHER' => 'अन्य',
    'LBL_MAIL_SMTP_SETTINGS' => 'SMTP सर्वर विशिष्टता',
    'LBL_MAIL_SMTPSERVER' => 'SMTP सर्वर:',
    'LBL_MAIL_SMTPPORT' => 'SMTP बंदरगाह:',
    'LBL_MAIL_SMTPAUTH_REQ' => 'SMTP प्रमाणीकरण का उपयोग करें?',
    'LBL_EMAIL_SMTP_SSL_OR_TLS' => 'SSL या TLS पर SMTP सक्षम करें?',
    'LBL_GMAIL_SMTPUSER' => 'जीमेल ईमेल पता:',
    'LBL_GMAIL_SMTPPASS' => 'जीमेल पासवर्ड:',
    'LBL_ALLOW_DEFAULT_SELECTION' => 'उपयोगकर्ताओं को आउटगोइंग ईमेल के लिए इस खाते का उपयोग करने की अनुमति दें:',
    'LBL_ALLOW_DEFAULT_SELECTION_HELP' => 'जब यह विकल्प चुना जाता है, तो सभी उपयोगकर्ता सिस्टम नोटिफिकेशन और अलर्ट भेजने के लिए उपयोग किए जाने वाले आउटगोइंग मेल खाते का उपयोग करके ईमेल भेज सकेंगे। यदि विकल्प नहीं चुना गया है, तो उपयोगकर्ता अपने स्वयं के खाते की जानकारी प्रदान करने के बाद भी आउटगोइंग मेल सर्वर का उपयोग कर सकते हैं।',

    'LBL_YAHOOMAIL_SMTPPASS' => 'याहू! मेल पासवर्ड:',
    'LBL_YAHOOMAIL_SMTPUSER' => 'याहू! मेल आईडी:',

    'LBL_EXCHANGE_SMTPPASS' => 'एक्सचेंज पासवर्ड:',
    'LBL_EXCHANGE_SMTPUSER' => 'एक्सचेंज उपयोगकर्ता नाम:',
    'LBL_EXCHANGE_SMTPPORT' => 'एक्सचेंज सर्वर पोर्ट:',
    'LBL_EXCHANGE_SMTPSERVER' => 'सर्वर की अदला बदली करे:',


    'LBL_MAIL_SMTPUSER' => 'SMTP उपयोगकर्ता नाम:',
    'LBL_MAIL_SMTPPASS' => 'SMTP पारण शब्द:',

    // Branding

    'LBL_WIZARD_SYSTEM_TITLE' => 'ब्रांडिंग',
    'LBL_WIZARD_SYSTEM_DESC' => 'अपना सूटकेस ब्रांड बनाने के लिए अपने संगठन का नाम और लोगो प्रदान करें।',
    'SYSTEM_NAME_WIZARD' => 'नाम:',
    'SYSTEM_NAME_HELP' => 'यह वह नाम है जो आपके ब्राउज़र के टाइटल बार में प्रदर्शित होता है।',
    'NEW_LOGO' => 'लोगो का चयन करें:',
    'NEW_LOGO_HELP' => 'छवि फ़ाइल प्रारूप या तो .Png या .jpg हो सकता है। अधिकतम ऊंचाई 170px है, और अधिकतम चौड़ाई 450px है। अपलोड की गई कोई भी छवि जो किसी भी दिशा में बड़ी है, इन अधिकतम आयामों तक पहुंच जाएगी।',
    'COMPANY_LOGO_UPLOAD_BTN' => 'अपलोड',
    'CURRENT_LOGO' => 'वर्तमान लोगो:',
    'CURRENT_LOGO_HELP' => 'इस लोगो को सुइटसीआरएम एप्लिकेशन के पाद लेख के बाएं कोने में प्रदर्शित किया गया है।',


    //Scenario selection of modules
    'LBL_WIZARD_SCENARIO_TITLE' => 'परिदृश्य चयन',
    'LBL_WIZARD_SCENARIO_DESC' => 'यह आपकी आवश्यकताओं के आधार पर प्रदर्शित मॉड्यूल की सिलाई की अनुमति देने के लिए है। प्रशासन पृष्ठ का उपयोग करके स्थापित करने के बाद प्रत्येक मॉड्यूल को सक्षम किया जा सकता है।',
    'LBL_WIZARD_SCENARIO_EMPTY' => 'वर्तमान में कॉन्फ़िगरेशन फ़ाइल में कोई परिदृश्य सेट नहीं हैं (config.php)',


    // System Local Settings


    'LBL_LOCALE_TITLE' => 'सिस्टम लोकेल सेटिंग्स',
    'LBL_WIZARD_LOCALE_DESC' => 'निर्दिष्ट करें कि आप अपने भौगोलिक स्थान के आधार पर सुइटराएम में डेटा कैसे प्रदर्शित करना चाहते हैं। आपके द्वारा यहां दी गई सेटिंग्स डिफ़ॉल्ट सेटिंग्स होंगी। उपयोगकर्ता अपनी प्राथमिकताएँ निर्धारित कर सकेंगे।',
    'LBL_DATE_FORMAT' => 'डेटा प्रारूप:',
    'LBL_TIME_FORMAT' => 'समय प्रारूप:',
    'LBL_TIMEZONE' => 'समय क्षेत्र:',
    'LBL_LANGUAGE' => 'भाषा:',
    'LBL_CURRENCY' => 'मुद्रा:',
    'LBL_CURRENCY_SYMBOL' => 'मुद्रा प्रतीक',
    'LBL_CURRENCY_ISO4217' => 'ISO 4217 मुद्रा कोड:',
    'LBL_NUMBER_GROUPING_SEP' => 'अतिरिक्त विभाजक:',
    'LBL_DECIMAL_SEP' => 'दशमलव प्रतीक:',
    'LBL_NAME_FORMAT' => 'नाम प्रारूप:',
    'UPLOAD_LOGO' => 'कृपया प्रतीक्षा करें, लोगो अपलोड हो रहा है ...',
    'ERR_UPLOAD_FILETYPE' => 'फ़ाइल प्रकार की अनुमति नहीं है, कृपया एक jpeg या png अपलोड करें।',
    'ERR_LANG_UPLOAD_UNKNOWN' => 'अज्ञात फ़ाइल अपलोड त्रुटि हुई।',
    'ERR_UPLOAD_FILE_UPLOAD_ERR_INI_SIZE' => 'अपलोड की गई फ़ाइल php.ini में upload_max_filesize निर्देश से अधिक है।',
    'ERR_UPLOAD_FILE_UPLOAD_ERR_FORM_SIZE' => 'अपलोड की गई फ़ाइल MAX_FILE_SIZE निर्देश से अधिक है जो HTML रूप में निर्दिष्ट की गई थी।',
    'ERR_UPLOAD_FILE_UPLOAD_ERR_PARTIAL' => 'अपलोड की गई फ़ाइल केवल आंशिक रूप से अपलोड की गई थी।',
    'ERR_UPLOAD_FILE_UPLOAD_ERR_NO_FILE' => 'कोई फ़ाइल अपलोड नहीं की गई थी।',
    'ERR_UPLOAD_FILE_UPLOAD_ERR_NO_TMP_DIR' => 'कोई अस्थायी फ़ोल्डर छोड़ देना।',
    'ERR_UPLOAD_FILE_UPLOAD_ERR_CANT_WRITE' => 'डिस्क पर फ़ाइल लिखने में विफल।',
    'ERR_UPLOAD_FILE_UPLOAD_ERR_EXTENSION' => 'एक PHP एक्सटेंशन ने फ़ाइल अपलोड को रोक दिया। PHP यह पता लगाने का कोई तरीका प्रदान नहीं करती है कि किस एक्सटेंशन के कारण फ़ाइल अपलोड रुक गई है',

    'LBL_INSTALL_PROCESS' => 'इंस्टॉल करें...',

    'LBL_EMAIL_ADDRESS' => 'ईमेल पता:',
    'ERR_ADMIN_EMAIL' => 'व्यवस्थापक ईमेल पता गलत है।',
    'ERR_SITE_URL' => 'साइट URL आवश्यक है।',

    'STAT_CONFIGURATION' => 'विन्यास संबंध ...',
    'STAT_CREATE_DB' => 'डेटाबेस बनाएँ ...',

    'STAT_CREATE_DEFAULT_SETTINGS' => 'डिफ़ॉल्ट सेटिंग बनाएं ...',
    'STAT_INSTALL_FINISH' => 'स्थापना समाप्त करें ...',
    'STAT_INSTALL_FINISH_LOGIN' => 'स्थापना प्रक्रिया समाप्त, <a href="%s"> कृपया लॉग इन करें ... </a>',
    'LBL_LICENCE_TOOLTIP' => 'कृपया लाइसेंस पहले स्वीकार करें',

    'LBL_MORE_OPTIONS_TITLE' => 'अधिक विकल्प',
    'LBL_START' => '',
    'LBL_DB_CONN_ERR' => 'डाटाबेस त्रुटि',
    'LBL_OLD_PHP' => 'पुराने PHP संस्करण का पता लगाया!',
    'LBL_OLD_PHP_MSG' => 'सुइटसीआरएम स्थापित करने के लिए अनुशंसित PHP संस्करण% s <br /> है, हालांकि आवश्यक न्यूनतम PHP संस्करण% s है, अधिक आधुनिक संस्करणों में जारी किए गए सुरक्षा फ़िक्सेस सहित बड़ी संख्या में फिक्स्ड बग की सिफारिश नहीं की गई है। > आप PHP संस्करण% s का उपयोग कर रहे हैं, जो EOL: <a href="http://php.net/eol.php"> http://php.net/eol.php </a>। <Br / है। > कृपया अपने PHP संस्करण को अपग्रेड करने पर विचार करें। <a href="http://php.net/migration70"> http://php.net/migration70 </a> पर निर्देश।',
    'LBL_OLD_PHP_OK' => 'मैं जोखिमों से अवगत हूं और जारी रखना चाहता हूं।',

    'LBL_DBCONF_TITLE_USER_INFO_LABEL' => 'उपयोगकर्ता',
    'LBL_DBCONFIG_MSG3_LABEL' => 'डेटाबेस नाम',
    'LBL_DBCONFIG_MSG3' => 'उस डेटाबेस का नाम जिसमें आपके द्वारा स्थापित किए जाने वाले सुइटआरएम उदाहरण के लिए डेटा होगा।',
    'LBL_DBCONFIG_MSG2_LABEL' => 'परिचारक नाम',
    'LBL_DBCONFIG_MSG2' => 'वेब सर्वर या मशीन (होस्ट) का नाम, जिस पर डेटाबेस स्थित है (जैसे www.mydomain.com)। यदि स्‍थानीय रूप से इंस्‍टॉल किया जाता है, तो प्रदर्शन कारणों से \ _ \'लोकलहोस्‍ट\' का प्रयोग करना बेहतर होता है।',
    'LBL_DBCONFIG_B_MSG1_LABEL' => '',
    'LBL_DBCONFIG_B_MSG1' => 'एक डेटाबेस व्यवस्थापक का उपयोगकर्ता नाम और पासवर्ड जो डेटाबेस तालिकाओं और उपयोगकर्ताओं को बना सकता है और जो सुइटरएमएम डेटाबेस को सेट करने के लिए डेटाबेस में लिख सकता है, आवश्यक है।'
);
